Revit 2027 API
ParameterTypeId.StairsRuntypeRunMaterial Property
 "Monolithic Material": Material
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRuntypeRunMaterial { get; }
Public Shared ReadOnly Property StairsRuntypeRunMaterial As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRuntypeRunMaterial {
	ForgeTypeId^ get ();
}
static member StairsRuntypeRunMaterial : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace